{
  "what_is_iit": "IIT යනු කුමක්ද?",
  "iit_description": "අන්තර්ජාතික ථේරවාද (IIT) යනු ථේරවාදී ඉගැන්වීම් පදනම් කරගත් බෞද්ධ භික්ෂූන්ගේ අධ්‍යාත්මික හා ශාස්ත්‍රීය සංවර්ධනය සඳහා පහසුකම් සැලසීම අරමුණු කරගත් පුළුල් පුහුණු ආයතනයකි. එය ථේරවාදී බෞද්ධ පැවිදි ප්‍රජාව තුළ නිකාය සහ අනෙකුත් වෙනස්කම් නොසලකා සියල්ලන් ඇතුළත් කර ගන්නා සහ පහසුකම් සලසන ආයතනයකි. IIT විසින් පුරාණ ථේරවාද ග්‍රන්ථවලට අනුව බුදුන් වහන්සේගේ ඉගැන්වීම් ලොව පුරා සිටින බෞද්ධ අනුගාමිකයින් වෙත ව්‍යාප්ත කරනු ඇත.",
  "where_is_iit": "IIT පිහිටා ඇත්තේ කොහේද?",
  "location_description": "ථේරවාදී බුදුදහම පුළුල් ලෙස සුරැකී ඇති සහ පිළිපදින රටක් වන ශ්‍රී ලංකාවේ (කළුවරගස්වැව, ආණමඩුව අසල) පිහිටා ඇති IIT, ලෝකයේ සෑම ප්‍රදේශයකින්ම පැමිණෙන පැවිදි අයට සේවය කරනු ඇත.",
  "get_directions": "දිශාවන් ලබා ගන්න",
  "view_in_google_map": "ගූගල් සිතියමේ බලන්න",
  "establishment": "පිහිටුවීම",
  "establishment_p1": "සංඝ ප්‍රජාව, විශේෂයෙන්ම ශ්‍රී ලාංකික සංඝ ප්‍රජාව පසුගිය දශක කිහිපය තුළ අධ්‍යාත්මිකත්වය, දැනුම සහ පිළිවෙත්වල විශාල පසුබෑමකට ලක්ව ඇත. මෙම සංසිද්ධියට ප්‍රධාන හේතුවක් වන්නේ පැවිදි දිවියේ ආරම්භක අවධියේදී නිසි භික්ෂු පුහුණු වැඩසටහනක් නොමැති වීමයි. මෙම රික්තකය අවම වශයෙන් පසුගිය දශක හත තුළ පැහැදිලිව දැකගත හැකි විය. මෙම තත්ත්වය නිවැරදි කිරීමට උත්සාහයන් කිහිපයක් තිබුණද, ප්‍රධාන වශයෙන් සමකාලීන ථේරවාදී භික්ෂූන්ගේ සම්ප්‍රදාය තුළ මෙතෙක් සුසංයෝගී, මනාව කේන්ද්‍රගත වූ සහ මනාව ව්‍යුහගත යාන්ත්‍රණයක් ස්ථාපිත කර නොතිබුණි.",
  "establishment_p2": "ශ්‍රී ලාංකික සමාජය තුළ උගත් හා විනයගරුක භික්ෂූන් වහන්සේලා හිඟකම නිසා නිර්මල ථේරවාදී බුදුදහමේ දර්ශනය විකෘති වීමේ, වැරදි ලෙස අර්ථකථනය කිරීමේ සහ නොමඟ යැවීමේ අද්දරට පැමිණ තිබේ. එසේම, පැවිදි දිවියේ සැබෑ අරමුණ සැබෑ ධර්මයට හා විනයට සම්පූර්ණයෙන්ම පටහැනි ක්ෂේත්‍ර වෙත යොමු වෙමින් පවතී.",
  "establishment_p3": "මෙම කාලීන අවශ්‍යතාවය නිරීක්ෂණය කරමින්, මියන්මාරයේ අධ්‍යාපනය සම්පූර්ණ කර තායිලන්තයේ සහ වෙනත් රටවල වන සම්ප්‍රදායන්ට නිරාවරණය වූ ශ්‍රී ලංකාවේ ශ්‍රී කල්‍යාණී යෝගාශ්‍රම සංස්ථාවේ තරුණ දක්ෂ භික්ෂූන් වහන්සේලා පිරිසක් ජාත්‍යන්තර ථේරවාද ආයතනය (IIT) පිහිටුවීමට මූලිකත්වය ගත්හ. IIT යනු තම අධ්‍යාත්මික ජීවිතය ගත කිරීමට සහ අන් අයට නිවැරදි අධ්‍යාත්මික උපදෙස් දීමට හැකි භික්ෂූන් වහන්සේලා පුහුණු කිරීම කෙරෙහි අවධානය යොමු කළ භික්ෂු පුහුණු මධ්‍යස්ථානයකි. ආයතනයේ පවත්වනු ලබන පාඨමාලා තුළින් ලබා ගන්නා උගත්කම තුළින් IIT හි ශිෂ්‍ය භික්ෂූන් වහන්සේලා ථේරවාදී පැවිදි පෙළපත එහි නිර්මල ස්වරූපයෙන් පවත්වාගෙන යනු ඇතැයි අපේක්ෂා කෙරේ.",
  "establishment_p4": "IIT හි ආරම්භක භික්ෂූන් වහන්සේලා ශ්‍රී කල්‍යාණී යෝගාශ්‍රම සංස්ථාවේ ප්‍රධානී සහ ශ්‍රී රාමඤ්ඤ මහා නිකායේ උප සභාපති අතිපූජ්‍ය නා උයනේ අරියධම්ම මහා නායක හිමියන්ගේ ශිෂ්‍යයන් වෙති. උන්වහන්සේලා මහා ථේරයන් වහන්සේගේ ආශිර්වාදයෙන් ථේරවාද ධර්මය පිළිබඳ උසස් අධ්‍යාපනය සඳහා මියන්මාරයට ගොස් අධ්‍යාපනය සාර්ථකව නිමවා නැවත ශ්‍රී ලංකාවට පැමිණියහ.",
  "establishment_p5": "ශ්‍රී ලංකා ප්‍රජාතන්ත්‍රවාදී සමාජවාදී ජනරජයේ ජනාධිපති ගරු මෛත්‍රීපාල සිරිසේන මැතිතුමා විසින් මහා සංඝරත්නය උදෙසා කුටි හයක් පූජා කිරීමත් සමඟ 2019 නොවැම්බර් 15 වන දින IIT හි සුබවාදී පිහිටුවීම සිදු විය. කුටි ඉදිකිරීම ශ්‍රී ලංකා යුද හමුදාව විසින් සිදු කරන ලදී.",
  "establishment_p6": "IIT පිහිටි හීනටිකල්ම වත්ත නමින් හැඳින්වෙන අක්කර 87 ක පමණ ඉඩම, 2019 අප්‍රේල් 25 වන දින, මල්සිරිපුර, ශ්‍රී ලංකාවේ සුප්‍රසිද්ධ නා උයන ආරණ්‍ය සේනාසනයේ අධිපති අතිපූජ්‍ය අගුල්ගමුවේ අරියනන්ද මහා ථේරයන් වහන්සේගේ මගපෙන්වීම යටතේ සැදැහැවත් දායක චන්ද්‍රකීර්ති බණ්ඩාර මහතා සහ ඔහුගේ පවුලේ අය විසින් මහා සංඝරත්නයට පූජා කරන ලදී.",
  "vision_mission": "දැක්ම සහ මෙහෙවර",
  "vision_mission_description": "IIT සෑම විටම එහි දැක්ම සහ මෙහෙවර සාක්ෂාත් කර ගැනීම සඳහා ක්‍රියා කරයි.",
  "our_focus": "අපගේ අවධානය",
  "our_focus_description": "ශාස්ත්‍රීය පාඨමාලා සහ පුහුණු වැඩසටහන් කෙරෙහි අවධානය යොමු කෙරේ"
}