{
  "page_title": "ආයතනය",
  "page_description": "අන්තර්ජාතික ථේරවාද ධර්මායතනය",
  "main_layout_title": "ආයතනය",
  "main_layout_description": "IIT ආයතනයට භික්ෂු ලක්ෂණ මෙන්ම, එහිම ආවේණික ව්‍යවස්ථාවකින් ස්වාධීනව පාලනය වන මනා සංවිධානාත්මක ශාස්ත්‍රීය ආයතනයක ලක්ෂණ ද ඇත.",
  "academy": "ශාස්ත්‍රීය අංශය",
  "academy_description": "අපගේ ශාස්ත්‍රීය අංශය තුළ, අපි බෞද්ධ භික්ෂූන් වහන්සේලාට ථේරවාදී ඉගැන්වීම් ඒවායේ පිරිසිදු ස්වරූපයෙන් ලබා දෙන අතර, ඔවුන්ට අව්‍යාජ ථේරවාදී භාවනා ක්‍රම පුහුණු කරමු. අපගේ ශාස්ත්‍රීය අංශයේ ප්‍රමුඛතම අරමුණ වන්නේ ථේරවාද සම්ප්‍රදාය විසින් සංරක්ෂණය කර ඇති ධර්මයේ සහ භාවනා පුහුණුවේ මූලික කරුණු පිළිබඳ ගැඹුරු අවබෝධයක් ඇති අපගේ සිසුන් සවිබල ගැන්වීමයි.",
  "faculty_members": "ශාස්ත්‍රීය කාර්ය මණ්ඩලය",
  "no_academic_profiles": "දැනට ශාස්ත්‍රීය පැතිකඩ නොමැත.",
  "monastery": "ආරාමය",
  "monastery_description": "IIT, භික්ෂු පුහුණු මධ්‍යස්ථානයක් වන බැවින්, ආරාමයක් ඇත. එහිදී, සිසුන්ට ථේරවාද විනය යටතේ අනුමත කරන ලද විනය නීති සංග්‍රහයට අනුව තම ජීවිතය මනාව ගත කළ හැකිය. IIT හි භික්ෂූන් වහන්සේලා බුදුන් වහන්සේ විසින් අවවාද කරන ලද පරිදි මුදල් භාවිතයෙන් හෝ හැසිරවීමෙන් සම්පූර්ණයෙන්ම වැළකී සිටින අතර, ශාස්ත්‍රීය අංශය තුළ අධ්‍යයනය කරන ලද ධර්මයට අනුව තම අභිමත උතුම් අරමුණු සාක්ෂාත් කර ගැනීමට උත්සාහ කරති.",
  "administrational_structure": "පරිපාලන ව්‍යුහය",
  "administrational_structure_main_text": "IIT යනු තීරණ ගැනීමේ සියලු අංශ සම්බන්ධයෙන් ස්වාධීනත්වය රඳවා ගන්නා ස්වාධීන ශාස්ත්‍රීය ආයතනයකි.",
  "administrational_structure_sub_text": "IIT පාලනය වන්නේ එහි මහා සභාව මගින් වන අතර, එහි බලතල විධායක මණ්ඩලය, සෙනෙට් සභාව සහ විනය කවුන්සිලය යන ස්වාධීන ආයතන තුනක් විසින් ක්‍රියාත්මක කරනු ලැබේ.",
  "general_assembly": "මහා සභාව",
  "executive_board": "විධායක මණ්ඩලය",
  "executive_board_description": "IIT පාලනය කිරීමේ වගකීම දරන ජ්‍යෙෂ්ඨ භික්ෂූන් වහන්සේලාගෙන් සමන්විත විධායක මණ්ඩලය. එය අධ්‍යයන කවුන්සිලය සහ භික්ෂු කවුන්සිලය යන උප කවුන්සිල දෙකකට බෙදා ඇත.",
  "study_council": "අධ්‍යයන කවුන්සිලය",
  "study_council_description": "අධ්‍යයන කවුන්සිලය සමන්විත වන්නේ IIT හි සියලුම ශාස්ත්‍රීය හා අධ්‍යාත්මික කටයුතු කළමනාකරණය කරන උගත් භික්ෂූන් වහන්සේලාගෙනි.",
  "monastic_council": "භික්ෂු කවුන්සිලය",
  "monastic_council_description": "භික්ෂු කවුන්සිලය සමන්විත වන්නේ IIT ඉදිකිරීම් සහ IIT හි පදිංචිකරුවන්ගේ යහපැවැත්ම අධීක්ෂණය කරන දක්ෂ භික්ෂූන් වහන්සේලාගෙනි.",
  "senat": "සෙනෙට් සභාව",
  "senat_description": "සෙනෙට් සභාව සමන්විත වන්නේ ථේරවාද ග්‍රන්ථ පිළිබඳ දැනුමක් ඇති සහ විධායක මණ්ඩලය විසින් ගන්නා ලද තීරණ නිරීක්ෂණය කරන සහ ධර්ම විනය ගැටළු සාකච්ඡා කරන IIT සාමාජිකයින්ගෙනි.",
  "vinaya_council": "විනය කවුන්සිලය",
  "vinaya_council_description": "භික්ෂු විනය නීති සංග්‍රහය පිළිබඳ මනා දැනුමක් ඇති භික්ෂූන් වහන්සේලාගෙන් සමන්විත විනය කවුන්සිලය, IIT හි සියලුම විනය කටයුතු පිළිබඳව තීරණය කරයි."
}