{
  "what_is_iit": "IIT là gì?",
  "iit_description": "Viện Nghiên cứu Phật giáo Nguyên thủy Quốc tế (IIT) là một viện đào tạo toàn diện nhằm tạo điều kiện phát triển tâm linh và học thuật cho các nhà sư Phật giáo, dựa trên giáo lý Nguyên thủy. Viện mang tính hòa nhập và thích ứng, không phân biệt tông phái (Nikaya) và những khác biệt khác trong tăng đoàn Phật giáo Nguyên thủy. IIT sẽ phổ biến giáo lý của Đức Phật theo các kinh điển Nguyên thủy cổ xưa, đến các hành giả Phật giáo trên toàn cầu.",
  "where_is_iit": "IIT ở đâu?",
  "location_description": "Tọa lạc tại Sri Lanka (Karuwalagaswewa, gần Anamaduwa), một quốc gia nơi Phật giáo Nguyên thủy được bảo tồn và thực hành rộng rãi, IIT sẽ phục vụ cho các tu sĩ từ khắp nơi trên thế giới.",
  "get_directions": "Chỉ đường",
  "view_in_google_map": "Xem trên bản đồ Google",
  "establishment": "Thành lập",
  "establishment_p1": "Cộng đồng Tăng đoàn, đặc biệt là cộng đồng Tăng đoàn Sri Lanka đã chứng kiến những bước lùi lớn trong vài thập kỷ qua về tâm linh, kiến thức và thực hành. Một trong những lý do chính cho hiện tượng này là sự thiếu vắng một chương trình đào tạo tu sĩ phù hợp trong giai đoạn đầu của đời tu. Khoảng trống này đã được nhìn thấy rõ ràng ít nhất trong bảy thập kỷ qua. Mặc dù đã có một vài nỗ lực để khắc phục tình hình này, nhưng cho đến nay vẫn chưa có một cơ chế mạch lạc, tập trung và có cấu trúc tốt nào được thiết lập, chủ yếu trong truyền thống tu sĩ Phật giáo Nguyên thủy đương đại.",
  "establishment_p2": "Do thiếu các nhà sư có học thức và kỷ luật trong xã hội Sri Lanka, triết lý thuần túy của Phật giáo Nguyên thủy đang trên bờ vực bị bóp méo, giải thích sai và hướng dẫn sai. Ngoài ra, mục đích thực sự của đời tu đang bị chuyển hướng sang các lĩnh vực hoàn toàn chống lại Chánh pháp và Giới luật thực sự.",
  "establishment_p3": "Nhận thấy nhu cầu kịp thời này, một nhóm các nhà sư trẻ có năng lực từ Śrī Kalyāṇī Yogashrama Saṃsthā, Sri Lanka đã hoàn thành chương trình học tại Myanmar và tiếp xúc với các truyền thống rừng ở Thái Lan và những nơi khác đã có sáng kiến thành lập Viện Nghiên cứu Phật giáo Nguyên thủy Quốc tế (IIT), một trung tâm đào tạo tu sĩ tập trung vào việc đào tạo các nhà sư có thể tự mình dẫn dắt đời sống tâm linh và đưa ra những lời khuyên tâm linh đúng đắn cho người khác. Với sự uyên bác thu được từ các khóa học được thực hiện tại viện, các nhà sư sinh viên của IIT được kỳ vọng sẽ duy trì dòng dõi của tăng đoàn Phật giáo Nguyên thủy ở dạng tinh khiết nhất.",
  "establishment_p4": "Các nhà sư sáng lập của IIT là học trò của Cố Trưởng lão Na-Uyane Ariyadhamma Mahā Nāyaka Thera, người đứng đầu Śrī Kalyāṇī Yogashrama Saṃsthā và là Phó Chủ tịch của Śrī Rāmñña Mahā Nikāya, Sri Lanka. Họ đã đến Myanmar để nghiên cứu cao hơn về giáo lý Nguyên thủy với sự ban phước của Mahā Thera và trở về Sri Lanka, sau khi hoàn thành xuất sắc chương trình học của mình.",
  "establishment_p5": "Việc thành lập tốt đẹp của IIT đã diễn ra vào ngày 15 tháng 11 năm 2019 với việc cung cấp sáu phòng ở (kuṭis) cho Mahā Saṅgha bởi Ngài Maitreepala Sirisena, Tổng thống Cộng hòa Xã hội Chủ nghĩa Dân chủ Sri Lanka. Việc xây dựng các kuṭis được thực hiện bởi quân đội Sri Lanka.",
  "establishment_p6": "Khu đất rộng khoảng 87 mẫu Anh được gọi là Heenatikalma Watta, nơi IIT tọa lạc, đã được dâng cúng cho Mahā Saṅgha vào ngày 25 tháng 4 năm 2019, bởi tín đồ sùng đạo Ông Chandrakeerthi Bandara và gia đình dưới sự hướng dẫn của Trưởng lão Agulgamuwe Ariyananda Mahā Thera, trụ trì của Trung tâm Thiền định Rừng Na-Uyana nổi tiếng, Malsiripura, Sri Lanka.",
  "vision_mission": "Tầm nhìn & Sứ mệnh",
  "vision_mission_description": "IIT sẽ luôn hoạt động để đạt được tầm nhìn và sứ mệnh của mình.",
  "our_focus": "Trọng tâm của chúng tôi",
  "our_focus_description": "Các khóa học và chương trình đào tạo sẽ tập trung vào"
}