{
  "intro": "Các nghiên cứu toàn diện về kinh điển Phật giáo tạo nền tảng cho sự kéo dài của Phật pháp (giáo pháp). IIT đào tạo các nhà sư có khả năng đạt được giải thoát cho chính mình, hướng dẫn người khác hướng tới giải thoát và duy trì giáo pháp với sự uyên bác cao nhất.",
  "courses_conducted": "Các khóa học được thực hiện",
  "nissayamuttaka_course": "Khóa học Nissayamuttaka",
  "nmc": "(NmC)",
  "nissayamuttaka_description": "Khóa học Nissayamuttaka là một loạt các bài học lý thuyết và thực hành sẽ truyền đạt kiến thức và phát triển các kỹ năng cần thiết cho một nhà sư muốn sống một mình độc lập với một giáo viên.",
  "duration_of_the_course": "Thời lượng của khóa học",
  "six_years": "Sáu năm",
  "subjects": "Các môn học",
  "nmc_subjects": "Vinaya, Suttanat, Abhidhamma, Pāḷi, Samatha, Vipassanā, Lịch sử Sāsana, tiếng Anh và một vài môn khác",
  "practice": "Thực hành",
  "nmc_practice": "Học sinh trải qua các buổi thực hành thiền định hàng ngày trong suốt khóa học sáu năm (ngoài việc nghiên cứu lý thuyết về các môn samatha và vipassanā), và quan sát các thực hành dhutaṅga trong cả một học kỳ",
  "skills": "Kỹ năng",
  "nmc_skills": "Khả năng thực hiện các hành vi kỷ luật chính thức (vinayakammas), sự khéo léo trong các nghề thủ công như may áo choàng và tô màu bát và khả năng thuyết pháp",
  "parisupatthaka_course": "Khóa học Parisupaṭṭhāka",
  "puc": "(PuC)",
  "parisupatthaka_description": "Khóa học Parisupaṭṭhāka là một loạt các bài học lý thuyết và thực hành nhằm tạo điều kiện cho nhà sư trở thành một người cố vấn đủ điều kiện với kiến thức và phẩm chất tâm linh đầy đủ được đề cập trong Vinaya Piṭaka theo yêu cầu để trở thành một giáo viên (giáo trưởng).",
  "two_years": "Hai năm",
  "puc_subjects": "Các nghiên cứu sâu rộng về Pārājikāpāḷi, Pācittiyapāḷi, Vinayakammas và Khandhakavatta trong Vinaya, các nghiên cứu toàn diện về Mahāvagga của Dīgha Nikāya, Mūlapaṇṇāsaka của Majjhima Nikāya, Mahāvagga của Saṃyutta Nikāya, nửa đầu của Aṅguttara Nikāya, Jātakapāḷi cùng với bài bình luận của nó và Dhammapadapāḷi cùng với bài bình luận của nó trong Suttanta và các bài học sâu rộng về thiền định đặc biệt là về việc đưa ra các hướng dẫn thiền định",
  "puc_practice": "Thiền định thường xuyên trong suốt khóa học",
  "puc_skills": "Thiền định thường xuyên trong suốt khóa học",
  "bahussuta_course": "Khóa học Bahussuta",
  "bstc": "(BstC)",
  "bahussuta_description": "Các khóa học Bahussuta là các khóa đào tạo lý thuyết nâng cao tập trung vào các nghiên cứu sâu rộng và toàn diện về kinh điển, đặc biệt là theo các phương pháp giải thích cổ xưa được bảo tồn ở Myanmar. Có một vài khóa học như vậy dựa trên các môn học được nghiên cứu.",
  "depends_on_the_subject": "Phụ thuộc vào chủ đề",
  "courses": "Các khóa học",
  "bstc_courses": [
    "Toàn bộ Vinaya Piṭaka và các tài liệu liên quan",
    "Dīgha Nikāya và các tài liệu liên quan",
    "Văn học liên quan đến Majjhima Nikāya",
    "Văn học liên quan đến Aṅguttara Nikāya",
    "Văn học liên quan đến Saṃyutta Nikāya",
    "Toàn bộ văn học liên quan đến Abhidhamma Piṭaka",
    "Visuddhimagga, Paisambhidāmagga và các tài liệu liên quan đến thiền định",
    "Nghiên cứu Pāḷi nâng cao; truyền thống Kaccāyana, Moggallāna, Saddanīti và các nghiên cứu triết học hiện đại"
  ]
}