{
  "page_title": "Cách hỗ trợ",
  "page_description": "viện Phật giáo Nguyên thủy quốc tế",
  "main_layout_title": "Cách hỗ trợ",
  "main_layout_description": "Bạn có thể hỗ trợ chúng tôi trong việc xây dựng IIT, chăm sóc sức khỏe cho các nhà sư của IIT và truyền bá Dhamma.",
  "construction": "Xây dựng",
  "construction_description": "Hiện tại, các công trình đang được tiến hành trên khu đất rộng 100 mẫu Anh để xây dựng bốn mươi (40) phòng ở (kuṭis), hai Giảng đường, một Studio AV cố định, một Hội đồng Nghiên cứu, một Phòng may và một Nhà giặt y phục để bắt đầu chương trình đào tạo giáo viên năm năm. Các công trình cho khu phức hợp chính sẽ cung cấp chỗ ở cho khoảng 300 nhà sư, Giảng đường và Thư viện dự kiến sẽ bắt đầu trong tương lai gần.",
  "healthcare": "Chăm sóc sức khỏe",
  "healthcare_description": "Có thể đóng góp cho mục đích y tế và các nhu cầu liên quan đến chăm sóc sức khỏe khác của các nhà sư cư trú tại Viện.",
  "propagating_dhamma": "Truyền bá Dhamma",
  "propagating_dhamma_description": "Người ta có thể đóng góp để truyền bá Dhamma Theravada cao quý khắp toàn cầu vì lợi ích của nhân loại.",
  "how_to_contribute": "Cách đóng góp",
  "how_to_contribute_description": "Các tín đồ sẵn lòng tham gia vào hành động công đức hỗ trợ IIT có thể làm như vậy với thông tin dưới đây.",
  "account_name": "Tên tài khoản",
  "account_name_val": "Kshemabhoomi Sansadaya",
  "account_number": "Số tài khoản",
  "account_number_val": "119165000021",
  "bank_name": "Tên ngân hàng",
  "bank_name_val": "Sampath Bank PLC",
  "branch_name": "Tên chi nhánh",
  "branch_name_val": "Panchikawatte",
  "bank_code": "Mã ngân hàng",
  "bank_code_val": "7278",
  "branch_code": "Mã chi nhánh",
  "branch_code_val": "191",
  "swift_code": "Mã SWIFT",
  "swift_code_val": "BSAMLKLX",
  "quote_p1": "Sāgārā anagārā ca - ubho aññoññanissitā, <br />Ārādhayanti saddhammaṃ - yogakkhemaṃ anuttaraṃ.",
  "quote_footer": "Sutta Pitaka, Kuddaka Nikāya, Itivuttaka, Catukkanipāta, bahukārasuttaṃ",
  "quote_p2": "Trong khi các tín đồ tại gia hỗ trợ các nhà sư với những vật phẩm cần thiết, các nhà sư làm phong phú họ bằng Dhamma cao quý. Do đó, các đệ tử của Đức Như Lai được giải thoát khỏi khổ đau."
}