{
  "page_title": "Học viện",
  "page_description": "viện Phật giáo Nguyên thủy quốc tế",
  "main_layout_title": "Học viện",
  "main_layout_description": "IIT với tư cách là một tổ chức có cả đặc điểm tu viện và đồng thời, các đặc điểm của một viện hàn lâm được tổ chức tốt, tự trị theo hiến pháp đặc biệt của riêng mình.",
  "academy": "Học viện",
  "academy_description": "Trong Học viện của chúng tôi, chúng tôi truyền đạt giáo lý Theravada ở dạng thuần khiết nhất cho các nhà sư Phật giáo và đào tạo họ các kỹ thuật thiền Theravada đích thực. Mục tiêu hàng đầu của Học viện chúng tôi là trang bị cho sinh viên của chúng tôi những hiểu biết sâu sắc về các nguyên tắc cơ bản của giáo lý và thực hành thiền định được bảo tồn bởi truyền thống Theravada.",
  "faculty_members": "Giảng viên",
  "no_academic_profiles": "Hiện không có hồ sơ học thuật nào.",
  "monastery": "Tu viện",
  "monastery_description": "IIT, là một trung tâm đào tạo tu sĩ, có một tu viện. Tại đó, các sinh viên có thể sống tốt theo quy tắc kỷ luật được đề xướng theo Vinaya Theravada. Các nhà sư trong IIT hoàn toàn kiêng sử dụng hoặc xử lý tiền bạc theo lời răn của Đức Phật và cố gắng đạt được những mục tiêu cao cả mà họ mong muốn theo giáo lý mà họ đã học trong Học viện.",
  "administrational_structure": "Cấu trúc hành chính",
  "administrational_structure_main_text": "IIT là một tổ chức học thuật độc lập sẽ duy trì quyền tự chủ đối với tất cả các khía cạnh ra quyết định.",
  "administrational_structure_sub_text": "IIT được điều hành bởi Đại hội đồng của nó, trong đó quyền hạn được thực hiện bởi ba cơ quan độc lập, cụ thể là Ban điều hành, Thượng viện và Hội đồng Vinaya.",
  "general_assembly": "Đại hội đồng",
  "executive_board": "Ban điều hành",
  "executive_board_description": "Ban điều hành bao gồm các nhà sư cấp cao chịu trách nhiệm quản lý IIT. Nó được chia thành hai tiểu hội đồng, tức là Hội đồng Nghiên cứu và Hội đồng Tu viện",
  "study_council": "Hội đồng Nghiên cứu",
  "study_council_description": "Hội đồng Nghiên cứu bao gồm các nhà sư uyên bác quản lý tất cả các hoạt động học thuật và tâm linh của IIT",
  "monastic_council": "Hội đồng Tu viện",
  "monastic_council_description": "Hội đồng Tu viện bao gồm các nhà sư có kỹ năng giám sát việc xây dựng IIT và phúc lợi của cư dân IIT",
  "senat": "Thượng viện",
  "senat_description": "Thượng viện là cơ quan bao gồm các thành viên của IIT có kiến thức về kinh điển Theravada và những người quan sát các quyết định được đưa ra bởi Ban điều hành và thảo luận các vấn đề Dhamma Vinaya.",
  "vinaya_council": "Hội đồng Vinaya",
  "vinaya_council_description": "Hội đồng Vinaya bao gồm các nhà sư thông thạo quy tắc kỷ luật của các nhà sư, và quyết định tất cả các vấn đề kỷ luật của IIT"
}