{
  "page_title": "NMC: Đăng ký - ලියාපදිංචි වන්න",
  "page_description": "viện Phật giáo Nguyên thủy quốc tế",
  "get_registered": "Đăng ký - ලියාපදිංචි වන්න",
  "tab_english": "Tiếng Anh",
  "tab_sinhala": "Tiếng Sinhala",
  "calling_applications_nm_program": "Kêu gọi nộp đơn cho Chương trình Nissayamuttaka (Chương trình Nm)",
  "nm_program_p1": "Học kỳ đầu tiên của chương trình đào tạo tu sĩ Nissayamuttaka do Viện Phật giáo Nguyên thủy Quốc tế thực hiện đã hoàn thành xuất sắc vào tháng Tư vừa qua. Hiện tại, các nghiên cứu học kỳ thứ hai đang diễn ra.",
  "nm_program_p2": "Mặc dù trước đây chúng tôi đã quyết định không tuyển sinh trong thời gian tạm thời, nhưng xét đến sự quan tâm của nhiều người, chúng tôi đã quyết định tạo cơ hội cho một số lượng hạn chế sinh viên tham gia chương trình vào đầu năm thứ hai.",
  "nm_program_p3": "Việc tuyển sinh được thực hiện sau một kỳ thi tuyển sinh các môn Vinaya, Abhidharma và Pali đã học trong năm đầu tiên.",
  "nm_program_p4": "Các nhà sư có mong muốn mạnh mẽ tham gia chương trình này có thể điền vào mẫu dưới đây và <strong>gửi</strong> đơn đăng ký trước ngày <strong>20 tháng 8 năm 2023.</strong>",
  "course_details": "Chi tiết khóa học",
  "course_details_p1": "Chương trình này được thiết kế để truyền đạt kiến thức về giáo lý Theravada cho các tỳ khưu và sa di và đào tạo họ trong việc đào tạo tu sĩ với mục tiêu làm phong phú họ với những phẩm chất được mong đợi đạt được bởi một nhà sư nissayamuttaka, một nhà sư có thể sống độc lập mà không phụ thuộc vào một giáo viên.",
  "venue": "Địa điểm",
  "venue_p1": "Người ta phải tham gia khóa học này bằng cách cư trú tại Viện Phật giáo Nguyên thủy Quốc tế tọa lạc tại Karuwalagaswewa, Sri Lanka.",
  "duration": "Thời lượng",
  "duration_p1": "Khóa học này được thiết kế thành ba giai đoạn sẽ kéo dài sáu năm.",
  "basic_stage": "Giai đoạn cơ bản - một năm",
  "intermediate_stage": "Giai đoạn trung cấp - ba năm",
  "advanced_stage": "Giai đoạn nâng cao - hai năm",
  "certificate_p1": "Chứng chỉ do Viện Phật giáo Nguyên thủy Quốc tế cấp sẽ được trao cho những sinh viên hoàn thành xuất sắc mỗi giai đoạn.",
  "academic_semesters_p1": "Mỗi năm có hai học kỳ. Mỗi học kỳ sẽ kéo dài năm tháng và vào cuối mỗi học kỳ sẽ có một tháng nghỉ.",
  "academic_semesters_li1": "Học kỳ đầu tiên từ ngày 01 tháng 12 đến ngày 30 tháng 4 (nghỉ lễ - từ ngày 01 tháng 5 đến ngày 31 tháng 5)",
  "academic_semesters_li2": "Học kỳ thứ hai từ ngày 01 tháng 6 đến ngày 31 tháng 10 (nghỉ lễ - từ ngày 01 tháng 11 đến ngày 30 tháng 11)",
  "subjects_taught": "Các môn học được giảng dạy",
  "theravada_fundamentals": "Nguyên lý Theravada",
  "vinaya": "Luật",
  "sutta": "Kinh",
  "abhidhamma": "Luận",
  "pali": "Pāli",
  "samatha": "Samatha",
  "vipassana": "Vipassanā",
  "history_of_buddhism": "Lịch sử Phật giáo",
  "navakamma": "Navakamma (Kỹ năng thủ công tu viện)",
  "additional_subjects": "Các môn học bổ sung",
  "basic_stage_p1": "Nguyên lý Theravada - Cơ bản",
  "basic_stage_p2": "Luật - Bhikkhu Pātimokkha",
  "basic_stage_p3": "Kinh - Kiến thức chung",
  "basic_stage_p4": "Pāli- Kiến thức lý thuyết cần thiết để đọc Tipiṭaka, các bài bình luận và tiểu bình luận",
  "intermediate_stage_p1": "Nguyên lý Theravada - Phần 1",
  "intermediate_stage_p2": "Luật - Ubhato Vibhaṅga và Khandhaka phần 1",
  "intermediate_stage_p3": "Kinh - Các bài thuyết pháp chọn lọc",
  "intermediate_stage_p4": "Pāli - Ngữ pháp Pāli toàn diện dựa trên các truyền thống ngữ pháp khác nhau",
  "intermediate_stage_p5": "Samatha - 40 đề mục thiền định",
  "intermediate_stage_p6": "Vipassanā - Phần 1",
  "intermediate_stage_p7": "Navakamma - Phần 1",
  "intermediate_stage_p8": "Các môn học bổ sung - Tiếng Sinhala cơ bản (Không bắt buộc)",
  "advanced_stage_p1": "Nguyên lý Theravada - Phần 2",
  "advanced_stage_p2": "Pāli, tiếng Phạn cơ bản và Ngữ văn học - Bao gồm sáng tác thơ, kỹ thuật đọc bình luận cổ xưa và ứng dụng của chúng, kỹ năng viết và nói tiếng Pāli",
  "advanced_stage_p3": "Luật - Khandhaka phần 2, Parivāra, đào tạo Vinayakammas",
  "advanced_stage_p4": "Kinh - Các bài thuyết pháp chọn lọc",
  "advanced_stage_p5": "Abhidhamma - Dhammasaṅgaṇī Mātikā, Dhātukathā, Yamaka, và Paṭṭhāna dựa trên các kỹ thuật cổ xưa của Miến Điện",
  "advanced_stage_p6": "Vipassanā - Phần 2",
  "advanced_stage_p7": "Lịch sử Phật giáo (Bao gồm Kathāvatthu của Abhidhamma)",
  "advanced_stage_p8": "Navakamma - Phần 2",
  "qualifications": "Điều kiện để đủ điều kiện tham gia khóa học",
  "qualifications_li1": "Ứng viên phải là một nhà sư hoặc sa di đã xuất gia theo truyền thống Theravada.",
  "qualifications_li2": "Một sa di phải ít nhất 16 tuổi.",
  "qualifications_li3": "Không có giới hạn tuổi trên.",
  "qualifications_li4": "Không yêu cầu trình độ học vấn trước đó.",
  "medium_of_the_course": "Ngôn ngữ giảng dạy của khóa học",
  "medium_of_the_course_li1": "Khóa học sẽ được tiến hành bằng cả tiếng Anh và tiếng Sinhala. Những người chọn tiếp tục học bằng tiếng Anh phải có ít nhất kỹ năng tiếng Anh cơ bản. Sinh viên có thể chọn ngôn ngữ ưa thích của mình trong tháng đầu tiên của khóa học.",
  "practical_monastic_training": "Đào tạo tu viện thực hành",
  "practical_monastic_training_li1": "Sinh viên cũng sẽ có cơ hội cải thiện các kỹ năng thủ công như nhuộm y, may y, tô màu bát, làm giá đỡ bát, v.v.",
  "practical_monastic_training_li2": "Sinh viên cũng sẽ có cơ hội tham gia tụng kinh hàng ngày, các nhiệm vụ tu viện, đi khất thực và phát triển kỹ năng thuyết pháp (Dhammadesanā) và cách dẫn dắt các cuộc thảo luận Dhamma (Dhammasākacchā).",
  "practical_monastic_training_li3": "Ngoài ra, sinh viên sẽ được truyền đạt kiến thức lý thuyết và thực hành về các phương pháp thiền Theravada cho đến khi đạt Arahant và thực hiện vinayakammas (các hành vi kỷ luật chính thức).",
  "how_to_submit_applications": "Cách nộp đơn đăng ký",
  "how_to_submit_applications_p1": "- Các tài liệu sau đây được yêu cầu nộp.",
  "how_to_submit_applications_li1": "<b>Đối với tất cả các ứng viên:</b> Một bản sao chứng chỉ xuất gia gốc của bạn.",
  "how_to_submit_applications_li2": "<b>Đối với tất cả các ứng viên đã xuất gia dưới năm năm và Sāmaneras:</b> Một lá thư viết tay từ Giới sư hoặc giáo viên của bạn ủng hộ đơn đăng ký của bạn cho IIT.",
  "how_to_submit_applications_li3": "<b>Đối với công dân Sri Lanka:</b> Một bản sao thẻ căn cước của bạn.",
  "how_to_submit_applications_li4": "<b>Đối với người không phải công dân Sri Lanka:</b> Một bản sao hộ chiếu của bạn bao gồm bản sao ảnh của bạn.",
  "application_form": "- Mẫu đơn đăng ký:",
  "download_form": "Tải xuống mẫu đơn",
  "option_01": "Tùy chọn 01",
  "option_01_p1": "- Tải xuống mẫu đơn đăng ký ở trên, điền đầy đủ và gửi email cho chúng tôi bản sao đã quét của đơn đăng ký của bạn cùng với các tài liệu bắt buộc được đề cập ở trên.",
  "email_address": "Địa chỉ email:",
  "option_02": "Tùy chọn 02",
  "option_02_p1": "- Tải xuống mẫu đơn đăng ký ở trên, điền đầy đủ và gửi cùng với các tài liệu bắt buộc được đề cập ở trên qua đường bưu điện.",
  "postal_address": "- Địa chỉ bưu điện:",
  "option_03": "Tùy chọn 03",
  "option_03_p1": "Điền vào biểu mẫu Google được tìm thấy trong liên kết dưới đây. <b>(Phải có tài khoản Gmail)</b>",
  "go_to_form": "Đi đến biểu mẫu",
  "inquiries_email": "Thắc mắc - Email",
  "deadline_extended": "- Hạn chót nộp đơn đăng ký được gia hạn đến ngày 20 tháng 8 năm 2023."
}