{
  "what_is_iit": "What is IIT?",
  "iit_description": "The International Institute of Theravada (IIT) is a comprehensive training institute aimed at facilitating spiritual and academic development of Buddhist monks, based on Theravada teachings. It is inclusive and accommodative, irrespective of sects (Nikaya) and other differences within the Theravada Buddhist clergy. The IIT would disseminate the teachings of the Buddha as per the ancient Theravada texts, to Buddhist practitioners across the globe.",
  "where_is_iit": "Where is the IIT?",
  "location_description": "Located in Sri Lanka (Karuwalagaswewa, near Anamaduwa), a country where theravāda Buddhism is preserved and practiced extensively, the IIT will cater to monastics from all parts of the world.",
  "get_directions": "Get Directions",
  "view_in_google_map": "View in google map",
  "establishment": "Establishment",
  "establishment_p1": "The Saṅgha community, especially the Sri Lankan Saṅgha community has witnessed great setbacks during the past few decades in spirituality, knowledge and practice. One of the main reasons for this phenomenon is the absence of a proper monk-training program during the initial stages of the monkhood. This vacuum was clearly visible at least for the past seven decades. Though there had been a few attempts to rectify this situation, no coherent, well-focused and well-structured mechanism had been established so far, mainly in the contemporary tradition of Theravada monks.",
  "establishment_p2": "Due to the lack of learned and disciplined monks within the Sri Lankan society, pure philosophy of Theravada Buddhism is at the brink of being distorted, misinterpreted and misguided. Also, the real purpose of monkhood is being diverted towards arenas which are entirely against the real Dhamma and Vinaya.",
  "establishment_p3": "Observing this timely need a group of young competent monks from the Śrī Kalyāṇī Yogashrama Saṃsthā, Sri Lanka who have completed their studies in Myanmar and exposed to forest traditions in Thailand and elsewhere took the initiatives to establish the International Institute of Theravada (IIT), a monk training center focused on capacitating monks who can lead their own spiritual lives and render correct spiritual advices to others. With the erudition garnered from the courses conducted in the institute, student monks of IIT are expected to sustain the lineage of the Theravada clergy in its purest form.",
  "establishment_p4": "Founding monks of the IIT are students of the Most Venerable Late Na-Uyane Ariyadhamma Mahā Nāyaka Thera, the Head of the Śrī Kalyāṇī Yogashrama Saṃsthā and the Vice President of the Śrī Rāmñña Mahā Nikāya, Sri Lanka. They visited Myanmar for higher studies in Theravada doctrine with the blessings of the Mahā Thera and return to Sri Lanka, having successfully completed their studies.",
  "establishment_p5": "The auspicious establishment of IIT took place on the 15th November 2019 with the offering of six residential chambers (kuṭis) for the Mahā Saṅgha by Honorable Maitreepala Sirisena, the President of Democratic Socialist Republic of Sri Lanka. Contruction of the kuṭis were done by the Sri Lankan army.",
  "establishment_p6": "The land of approximately 87 acers known as Heenatikalma Watta, where IIT is located, was offered to the Mahā Saṅgha, on the 25th April 2019, by pious devotee Mr Chandrakeerthi Bandara and his family under the guidance of Most Venerable Agulgamuwe Ariyananda Mahā Thera, the abbot of the well-renowned Na-Uyana Forest Meditation Center, Malsiripura, Sri Lanka.",
  "vision_mission": "Vision & Mission",
  "vision_mission_description": "The IIT shall always function to achieve its vision and mission.",
  "our_focus": "Our Focus",
  "our_focus_description": "Academic Courses and Training Programs will be focused on"
}