{
  "page_title": "How to Support",
  "page_description": "international institute of theravada",
  "main_layout_title": "How To Support",
  "main_layout_description": "You can support us on Construction of IIT, Healthcare of monks of IIT and Propagating the Dhamma.",
  "construction": "Construction",
  "construction_description": "Currently constructions are underway in a 100-acre land for forty (40) residential chambers (kuṭis), two Lecture Halls, one Permanent AV Studio, a Study Council, one Sewing Room and one Robe Washing Shed in order to commence the five-year teacher training program. Constructions for the main complex that will provide lodging facilities for about 300 monks, Lecture Theatres and a Library is expected to begin in the near future.",
  "healthcare": "Healthcare",
  "healthcare_description": "Contributions can be made for the medical purposes and other healthcare related needs of the monks residing in the Institute.",
  "propagating_dhamma": "Propagating Dhamma",
  "propagating_dhamma_description": "One can contribute to spread the noble Theravada Dhamma all around the globe for the benefit of humankind.",
  "how_to_contribute": "How to Contribute",
  "how_to_contribute_description": "Devotees who are willing to join the meritorious act of supporting the IIT can do so with the below information.",
  "account_name": "Account Name",
  "account_name_val": "Kshemabhoomi Sansadaya",
  "account_number": "Account Number",
  "account_number_val": "119165000021",
  "bank_name": "Bank Name",
  "bank_name_val": "Sampath Bank PLC",
  "branch_name": "Branch Name",
  "branch_name_val": "Panchikawatte",
  "bank_code": "Bank Code",
  "bank_code_val": "7278",
  "branch_code": "Branch Code",
  "branch_code_val": "191",
  "swift_code": "SWIFT Code",
  "swift_code_val": "BSAMLKLX",
  "quote_p1": "Sāgārā anagārā ca - ubho aññoññanissitā, <br />Ārādhayanti saddhammaṃ - yogakkhemaṃ anuttaraṃ.",
  "quote_footer": "Sutta Pitaka, Kuddaka Nikāya, Itivuttaka, Catukkanipāta, bahukārasuttaṃ",
  "quote_p2": "While lay devotees support monks with relevant requisites, monks enrich them with the noble Dhamma. Thus, the disciples of the Tathāgata get freed from suffering."
}