{
  "page_title": "Institute",
  "page_description": "international institute of theravada",
  "main_layout_title": "Institute",
  "main_layout_description": "IIT as an institution has both monastic features and, at the same time, features of a well-organized academic institute autonomously governed by its own peculiar constitution.",
  "academy": "Academy",
  "academy_description": "In our Academy, we impart Theravada teachings in their purest form in Buddhist monks and train them in authentic Theravada meditation techniques. Foremost objective of our Academy is to capacitate our students who have profound apprehension on fundamentals of the doctrine and meditation practice as preserved by the tradition of Theravada.",
  "faculty_members": "Faculty Members",
  "no_academic_profiles": "No academic profiles available at this time.",
  "monastery": "Monastery",
  "monastery_description": "IIT, being a monk-training center, has a monastery. In it, students can lead their lives well according to the disciplinary code advocated under the Theravada Vinaya. Monks in IIT fully abstain from using or handling money as admonished by the Buddha and strive to achieve their aspired sublime goals as per doctrine they have studied in the Academy.",
  "administrational_structure": "Administrational Structure",
  "administrational_structure_main_text": "IIT is an independent academic institution that would retain autonomy with regard to, all aspects of decision-making.",
  "administrational_structure_sub_text": "IIT is governed by its General Assembly of which powers are exercised by three independent bodies, namely Executive Board, Senat and Vinaya Council.",
  "general_assembly": "General Assembly",
  "executive_board": "Executive Board",
  "executive_board_description": "Executive Board consisting of senior monks who are responsible in governing the IIT. It is divided into two sub-councils, i.e., Study Council and Monastic Council",
  "study_council": "Study Council",
  "study_council_description": "Study Council is consisting of erudite monks who manage all academic and spriritual activities of the IIT",
  "monastic_council": "Monsatic Council",
  "monastic_council_description": "Monastic Council is consisting of skilled monks who supervise the construction of the IIT and the well-being of the residents of the IIT",
  "senat": "Senat",
  "senat_description": "Senat is the body consisting of members of the IIT who are knowlagable in the Theravada scriptures and who observe the decisions taken by the Executive Board and discuss Dhamma Vinaya issues.",
  "vinaya_council": "Vinaya Council",
  "vinaya_council_description": "Vinaya Council consisting of monks well versed in the monks disciplinary code, and decide on all disciplinary matters of the IIT"
}